<?php

return [

    /*
    |--------------------------------------------------------------------------
    | View Storage Paths
    |--------------------------------------------------------------------------
    */

    'paths' => [
        resource_path('views'),
    ],

    /*
    |--------------------------------------------------------------------------
    | Compiled View Path
    |--------------------------------------------------------------------------
    |
    | Тут Ларавел складає скомпільовані Blade-файли. Якщо хочеш мінімум кешу —
    | все одно треба залишити папку, інакше artisan view:clear падає.
    |
    */

    'compiled' => realpath(storage_path('framework/views')),

];
